{
  "'/BZiQv'": "Upload Failed",
  "'/lGbT2'": "Load an account stored online",
  "'23raqf'": "Or, you can create an entirely new account!",
  "'3WkdVP'": "Account Name",
  "'3q6swa'": "To use this feature, either install the MetaMask plugin or try the new Opera browser!",
  "'4PGglh'": "CONNECT TO GOOGLE",
  "'4nX+Zh'": "Home",
  "'5sg7KC'": "Password",
  "'6caMaA'": "Referral Code",
  "'9ZULUQ'": "No external providers detected!",
  "'Aac8zs'": "A referrer ID should only contain alpha-numeric characters.",
  "'BEKB5I'": "If you have previously connected a Coin account to your google account, click below to restore it",
  "'D2FTm2'": "Please enter a password of at least 'moderate' strength",
  "'DlOmlM'": "CREATE ACCOUNT",
  "'FOvXug'": "Home",
  "'FV6WEb'": "This page expects to recieve google authentication information, but none was found.",
  "'JOIoTr'": "You have successfully backed up your account to your personal Google Drive",
  "'MDDTmq'": "The entered referrer ID is not recognized",
  "'PhGigK'": "UPLOADED",
  "'U6E/Kq'": "Or, if you can restore an account generated previously",
  "'UKvwyv'": "This account isn't stored locally, and so cannot be uploaded to Google",
  "'WiKyhr'": "Congratulations",
  "'Zb1I9l'": "Profile",
  "'f82wcH'": "Upload an account saved manually",
  "'gndVKV'": "An account with this name already exists here.",
  "'ikuIzB'": "This feature connects The Coin to an external Web3 account provider.",
  "'l0BLUl'": "A referrer ID should be 6 characters long.",
  "'mvYWfO'": "Cannot Upload",
  "'o12td2'": "An account must have a name.",
  "'pCI+3K'": "Load using a different method",
  "'pkNdj0'": "Connect to an existing Ethereum Account",
  "'qIk7CG'": "Claim",
  "'s43Dg1'": "Please wait - we are checking for authentication",
  "'sMY2/N'": "Claim Your Token",
  "'u3W+xt'": "Something went wrong, your account has not been backed up. Please contact support@thecoin.io",
  "'w5Me7z'": "Enter the code we sent you and the token ID it is for to assign it to your account",
  "'wZMhOr'": "Thank you for completing Google Authorization: This window can now be closed.",
  "'x/RTYx'": "Authentication passed, please return to your account and complete connecting to google",
  "'xASOH9'": "Restore accounts from Google",
  "app.storeOnline.localy.link": "Localy",
  "app.storeOnline.microsoft.link": "Microsoft"
}